acpi
acpid
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
adobe-source-sans-fonts
aerc
agda
agda-stdlib
alsa-firmware
alsa-utils
android-tools
android-udev
apparmor
appimagelauncher
ark
artwork-i3
autoconf
automake
autorandr
avahi
avidemux-qt
b43-fwcutter
bash
bat
binutils
bison
bitwarden
bitwarden-cli
blueberry
bluedevil
bspwm
btrfs-progs
bzip2
cantata
cdparanoia
cdrdao
chromium
cmake
conky-i3
coreutils
cpupower
cronie
cryptsetup
delve
device-mapper
dhclient
dhcpcd
diffpdf
diffutils
dmenu-manjaro
dmidecode
dmraid
dnsmasq
dnssec-tools
docker
docker-compose
dolphin
dolphin-plugins
dosfstools
dvd+rw-tools
e2fsprogs
ecryptfs-utils
efibootmgr
emacs-nativecomp
emovix
evtest
exa
exfat-utils
f2fs-tools
fakeroot
fd
feh
ffmpeg
ffmpegthumbs
file
filelight
filesystem
findutils
firefox
fish
flex
fprintd
fwupd
fzf
gawk
gcc
gcc-libs
gettext
gimp
git-delta
gitui
glibc
glibc-locales
gnome-keyring
gnome-themes-extra
gnu-netcat
gnucobol
go
gopls
gradle
grep
grub
grub-theme-manjaro
gst-libav
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
gtk3
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gwenview
gzip
haveged
helm
htop
i3-default-artwork
i3-help
i3-wm
i3exit
i3status-manjaro
illyria-wallpaper
inetutils
intel-ucode
inxi
iproute2
iputils
isync
jdk-openjdk
jdk11-openjdk
jdk17-openjdk
jfsutils
jre-openjdk
jre-openjdk-headless
jwt-cli
k3b
kaccounts-providers
kakoune
kamera
kate
kcalc
kde-gtk-config
kdeconnect
kdegraphics-thumbnailers
kdenetwork-filesharing
kdeplasma-addons
keditbookmarks
kernel-alive
kfind
kgamma5
kget
khelpcenter
khotkeys
kimageformats
kinfocenter
kio-extras
klavaro
kmenuedit
kompose
konsole
konversation
kscreen
kscreenlocker
ksshaskpass
ksysguard
ksystemlog
kubectl
kwallet-pam
kwalletmanager
kwayland-integration
kwin
kwrited
less
lib32-libcanberra
lib32-libva-intel-driver
lib32-libva-mesa-driver
lib32-libva-vdpau-driver
lib32-mesa-demos
lib32-mesa-vdpau
lib32-vulkan-intel
lib32-vulkan-radeon
libcanberra
libdvdcss
libktorrent
libpamac-flatpak-plugin
libpamac-snap-plugin
libpqxx
libreoffice-still
libva-intel-driver
libva-mesa-driver
libva-vdpau-driver
licenses
linux510
linux515
linux515-headers
linux515-virtualbox-host-modules
lldb
logrotate
lutris
lvm2
lynx
m4
make
man-db
man-pages
manjaro-alsa
manjaro-application-utility
manjaro-browser-settings
manjaro-hello
manjaro-hotfixes
manjaro-kde-settings
manjaro-printer
manjaro-pulse
manjaro-release
manjaro-settings-manager-kcm
manjaro-settings-manager-knotifier
manjaro-system
manjaro-wallpapers-18.0
manjaro-zsh-config
maven
mdadm
memtest86+
mesa-demos
mesa-vdpau
meson
mhwd
mhwd-db
milou
minicom
minikube
mkinitcpio-openswap
mobile-broadband-provider-info
modemmanager
mosquitto
mpd
mtpfs
musl
nano
netctl
networkmanager
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-vpnc
nfs-utils
nitrogen
nmap
noto-fonts
noto-fonts-emoji
nss-mdns
ntfs-3g
ntp
numlockx
okular
openjdk-doc
openjdk-src
openjdk11-doc
openjdk11-src
openjdk17-doc
openjdk17-src
openresolv
openssh
os-prober
oxygen
oxygen-icons
p7zip
pacman
pamac-cli
pamac-gtk
pamac-tray-icon-plasma
partitionmanager
patch
pciutils
perl
perl-file-mimeinfo
pgadmin4
pgcli
phonon-qt5-gstreamer
picocom
picom
pigz
pkgconf
plasma-desktop
plasma-nm
plasma-pa
plasma-simplemenu
plasma-systemmonitor
plasma-thunderbolt
plasma-workspace
plasma-workspace-wallpapers
polybar
poppler-data
powerdevil
powertop
print-manager
procps-ng
psmisc
pulseaudio-bluetooth
pulseaudio-ctl
pulseaudio-zeroconf
python-adblock
python-pillow
python-pip
python-pyqt5
python-pysmbc
python-reportlab
qbittorrent
qemu-base
qt5-imageformats
qt5-virtualkeyboard
qutebrowser
reiserfsprogs
ripgrep
rsync
ruby
rust-analyzer
rustup
s-nail
samba
screenfetch
sddm
sddm-breath-theme
sddm-kcm
seahorse
sed
shadow
simplescreenrecorder
skanlite
snapd
snapd-glib
spectacle
spectre-meltdown-checker
sshfs
steam
stow
sudo
sxhkd
sysfsutils
system-config-printer
systemd
systemd-fsck-silent
systemd-kcm
systemd-sysvcompat
systemsettings
tar
terminus-font
terraform
texinfo
thunderbird
timeshift
tlp
traceroute
transcode
ttf-dejavu
ttf-droid
ttf-font-awesome
ttf-inconsolata
ttf-indic-otf
ttf-liberation
ttf-nerd-fonts-symbols-2048-em
udiskie
udisks2
unarchiver
unzip
usb_modeswitch
usbutils
util-linux
vcdimager
vi
vim
vimb
virtualbox
virtualbox-guest-iso
vlc
vulkan-intel
vulkan-radeon
w3m
wallpapers-2018
wallpapers-juhraya
wget
which
wpa_supplicant
xclip
xdg-desktop-portal
xdg-desktop-portal-kde
xdg-user-dirs
xdg-utils
xf86-input-elographics
xf86-input-evdev
xf86-input-libinput
xf86-input-void
xf86-video-amdgpu
xf86-video-ati
xf86-video-intel
xf86-video-nouveau
xfsprogs
xorg-mkfontscale
xorg-server
xorg-twm
xorg-xinit
xorg-xinput
xorg-xkill
xsel
xz
yarn
yay
zensu
zip
