acpi
acpid
act
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
adobe-source-sans-fonts
aerc
android-tools
appimagelauncher
ark
artwork-i3
autoconf
automake
autorandr
avidemux-qt
b43-fwcutter
bat
bison
bitwarden
bitwarden-rofi
blueberry
bluez-utils-compat
brainfuck
browsh-bin
bspwm
cantata
choosenim
chromium
cmake
conky-i3
cpupower
delve
diffpdf
dnssec-tools
docker-compose
dolphin-plugins
ecryptfs-utils
emacs
evtest
fd
feh
filelight
fish
flamegraph-git
flex
fprintd
ghcup-hs-bin
git-delta
glibc-locales
gnome-icon-theme
gnu-netcat
gnucobol
go
gopls
gradle
grub-theme-manjaro
gwenview
helm
htop
i3-help
i3exit
inetutils
intel-ucode
inxi
isync
jetbrains-toolbox
jwt-cli
k3b
kaccounts-providers
kakoune
kate
kazam
kcalc
kde-gtk-config
kdenetwork-filesharing
kdeplasma-addons
kernel-alive
kfind
kgamma5
kget
khelpcenter
khotkeys
klavaro
kmonad-bin
kompose
konversation
ksysguard
ksystemlog
kwallet-pam
kwayland-integration
kwrited
lib32-libcanberra
lib32-libva-vdpau-driver
lib32-mesa-demos
libpqxx
libreoffice-still
linux515-headers
lutris
lynx
make
man-db
man-pages
manjaro-alsa
manjaro-browser-settings
manjaro-documentation-en
manjaro-firmware
manjaro-hello
manjaro-hotfixes
manjaro-kde-settings
manjaro-printer
manjaro-pulse
manjaro-release
manjaro-settings-manager-kcm
manjaro-system
manjaro-wallpapers-18.0
manjaro-zsh-config
maven
memtest86+
meson
minicom
minikube
mkinitcpio-openswap
mosquitto
mtpfs
musl
nano
netctl
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-vpnc
nfs-utils
nitrogen
nmap
ntp
numlockx
okular
openjdk-doc
openjdk-src
openjdk11-doc
openjdk11-src
openjdk17-doc
openjdk17-src
oxygen
oxygen-icons
pamac-tray-icon-plasma
partitionmanager
patch
picocom
picom
pkgconf
plasma-desktop
plasma-pa
plasma-simplemenu
plasma-systemmonitor
plasma-thunderbolt
polybar
powertop
pulseaudio-control
qbittorrent
qt5-virtualkeyboard
qt5-webengine-widevine
qutebrowser
qutebrowser-profile-git
ripgrep
screenfetch
sddm-kcm
simplescreenrecorder
spectacle
spectre-meltdown-checker
steam
stow
systemd-fsck-silent
systemd-kcm
terminus-font
terraform
thunderbird
timeshift
tlp
traceroute
ttf-font-awesome
ttf-inconsolata
ttf-indic-otf
ttf-nerd-fonts-symbols-2048-em
udiskie
vi
vimb
visual-studio-code-bin
vlc
wallpapers-2018
wallpapers-juhraya
xf86-input-elographics
xf86-input-evdev
xf86-input-void
xf86-video-amdgpu
xf86-video-ati
xf86-video-intel
xf86-video-nouveau
xorg-mkfontscale
xorg-xinit
xorg-xinput
xorg-xkill
yarn
yay
zensu
zip
